# rubocop:disable all

tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/cask-fonts'
tap 'qmk/qmk'
tap 'hashicorp/tap'

brew 'asdf'
brew 'awscli'
brew 'bash'
brew 'bat'
brew 'colima'
brew 'curl'
brew 'diff-so-fancy'
brew 'docker'
brew 'docker-compose'
brew 'exa'
brew 'fd'
brew 'fzf'
brew 'git'
brew 'glow'
brew 'htop'
brew 'jq'
brew 'kubectl'
brew 'kubectx'
brew 'mas'
brew 'neovim'
brew 'nmap'
brew 'node'
brew 'openssl'
brew 'qmk'
brew 'ripgrep'
brew 'speedtest-cli'
brew 'stow'
brew 'streamlink'
brew 'tig'
brew 'tldr'
brew 'tmux'
brew 'urlview'
brew 'wget'
brew 'zoxide'

cask 'alacritty'
cask 'alfred'
cask 'bettertouchtool'
cask 'brave-browser'
cask 'discord'
cask 'drawio'
cask 'font-fira-code'
cask 'font-fira-code'
cask 'gog-galaxy'
cask 'google-chrome'
cask 'hammerspoon'
cask 'kap'
cask 'karabiner-elements'
cask 'keepassxc'
cask 'keycastr'
cask 'obsidian'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'qlvideo'
cask 'quicklook-json'
cask 'quicklookase'
cask 'sdm' # StrongDM
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'syncthing'
cask 'telegram'
cask 'the-unarchiver'
cask 'transmission'
cask 'viscosity'
cask 'vlc'
cask 'wkhtmltopdf'

mas 'Spark', id: 1176895641
mas 'Soma FM', id: 449155338
