tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
# tap "homebrew/fonts"
tap "qmk/qmk"
tap "hashicorp/tap"

brew "bash"
brew "bat"
brew "colima"
brew "curl"
brew "diff-so-fancy"
brew "docker"
brew "docker-compose"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "htop"
brew "jq"
brew "neovim"
brew "nmap"
brew "node"
brew "postgresql", restart_service: true
brew "qmk"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "speedtest-cli"
brew "stow"
brew "streamlink"
brew "tig"
brew "tldr"
brew "tmux"
brew "urlview"
brew "wget"
brew "zoxide"
cask "alacritty"
cask "alfred"
cask "bettertouchtool"
cask "brave-browser"
cask "discord"
cask "drawio"
cask "font-fira-code"
cask "gog-galaxy"
cask "google-chrome"
cask "hammerspoon"
cask "kap"
cask "karabiner-elements"
cask "keepassxc"
cask "keycastr"
cask "macvim"
cask "obsidian"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "qmk-toolbox"
cask "quicklook-json"
cask "quicklookase"
cask "slack"
cask "steam"
cask "syncthing"
cask "telegram"
cask "transmission"
cask "viscosity"
cask "vlc"
cask "wkhtmltopdf"
cask "the-unarchiver"
